;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Joan Queralt
; 
; Wise Program Uninstaller 
; Soft Version: 1.83.98
; Update: 2015-12-10
;
[GUI]
ButtonYes=Sí
ButtonNo=No
ButtonOK=Acceptar
ButtonMinimize=Minimitzar
ButtonMaximize=Maximitzar
ButtonClose=Tancar
ButtonRestore=Restaurar
ButtonMenu=Menú

[Lang]
NativeLanguage=Català

[Translation]
LangCode=0403

FrmMain.btnfacebook.Hint=Comparteixi Wise Program Uninstaller a Facebook
FrmMain.btntwitter.Hint=Comparteixi Wise Program Uninstaller a Twitter
FrmMain.btnemail.Hint=Comparteixi Wise Program Uninstaller amb els amics
FrmMain.btnRefresh.Hint=Actualitzar
FrmMain.btnLog.Caption=Registre
TfrmUnlog.caption=Registre de desinstal·lacions
TfrmUnlog.head.unDate=Data
TfrmUnlog.head.ItemName=Elements
TfrmUnlog.head.restore=Elements residuals
TfrmUnlog.noItems=Elements no residuals
TfrmUnlog.Recovered=Recuperat
TfrmUnlog.recover=Recuperar

ReadHabit=Left-to-right
LanguageName=CAT
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informació
Warning=Advertència
Error=Error
Confirm=Confirmació
CurVer=Versió actual:

FrmRate.Btnlist.caption=Opinions dels usuaris
FrmRate.Btnreview.caption=La meva qualificació
FrmRate.Btnfirst.caption=Sigui el nostre primer avaluador
FrmRate.Btnsubmit.caption=Enviar
FrmRate.lblscore.caption=Qualificació:
FrmRate.lblscorehint.caption=(Fer clic a les estrelles)
FrmRate.lblnick.caption=Nom Usuari:
FrmRate.lblnickhint.caption=(Opcional)
FrmRate.lblemail.caption=Email:
FrmRate.lblemailhint.caption=(Opcional)
FrmRate.lblcontent.caption=Contingut:
FrmRate.lblcontenthint.caption=(Opcional)
FrmRate.lbldesctitle.caption=Descripció del Programari:
FrmRate.lblratesoft.caption=Programari Recomanat
;
; About
;
FrmAbout.caption=Quant a
FrmAbout.btnok.caption=Acceptar
FrmAbout.lblver.caption=Versió actual:
FrmAbout.lblemail.caption=Suport tècnic:
FrmAbout.lblhome.caption=Pàgina Web: 
FrmAbout.lblthank.caption=Gràcies a les següents persones per la seva col·laboració:
;
; Popup Menu
;
pmGoto=Anar a la ubicació
pmHelp=Ajuda en línia
pmHome=Pàgina Web 
pmforum=Fòrum
pmCheckMsg=Cercar Novetats
pmContact=Contacti amb nosaltres
pmCheckNew=Cerca Actualitzacions
pmLang=Idioma
pmAbout=Sobre nosaltres
pmOpenEntry=Obrir amb l'editor de Registre
PmGoogle=Cercar a Google
pmExport=Exporta a arxiu de text ...
pmRightMenuA=Mostra al menú contextual
ExplorerMenu=Desinstal·lar amb Wise Program Uninstaller

;
; Main GUI
; 
FrmMain.lblrate.caption=Valoració

FrmMain.BtnNormal.Caption=Mode Segur
FrmMain.BtnModify.Caption=Modifica
FrmMain.BtnForce.Caption=Mode Forçat
FrmMain.BtnRemove.Caption=Eliminar Entrades
FrmMain.Btnlikeit.Caption=M'agrada
FrmMain.lblcheckver.Caption=Cerca Actualitzacions
FrmMain.lblinfo.caption=Una eina per aconseguir eliminar programes rebels.
;
;like it
;
FrmlikeIt.lblTitle.caption=Si li agrada Wise Uninstaller, li agrairem que ho recomani als seus coneguts.
Frmlikeit.lblInfo.caption=Comparteixi Wise Uninstaller amb la família, amics, companys de classe i col·legues per E-mail, Bloc, Twitter, YouTube, Facebook, etc. Els ajudarà a disposar d'unes eines eficaces.
FrmlikeIt.lblRate.caption=Valoreu Wise Uninstaller:
FrmlikeIt.lblfollow.caption=Segueixi'ns a: 
FrmlikeIt.lblshare.caption=Comparteixi Wise Uninstaller:
FrmlikeIt.btndownload.caption=Descàrrega gratuïta
FrmlikeIt.imgrate.hint=Concedeixi'ns 5 estrelles en CNET
FrmlikeIt.imgmail.hint=Comparteixi-ho amb els seus amics
FrmlikeIt.imgface1.hint=Comparteixi-ho a Facebook
FrmlikeIt.imgface2.hint=Recomani'ns a Facebook
FrmlikeIt.imgtwitter1.hint=Comparteixi-ho en Twitter
FrmlikeIt.imgtwitter2.hint=Segueixi'ns a Twitter
FrmlikeIt.Caption=M'agrada
FrmlikeIt.lbldownload.caption=Descarregar més programes gratuïts des de WiseCleaner.com

;processs
FrmProgressModal.btncancel.caption=Cancel·lar

;
;frmafterdel
;
Frmafterdel.caption=Entrades del Registre i arxius associats amb el programa.
Frmafterdel.btnremove.caption=Eliminar
Frmafterdel.btncancel.caption=Cancel·lar
Frmafterdel.lblinfo.caption=Comproveu el resultat i feu clic a "Eliminar" per acabar la desinstal·lació.
Frmafterdel.btnnone.caption=Seleccionar Res
Frmafterdel.btnall.caption=Seleccionar Tot


[Uninstall]
PublisherUnknown=Editor desconegut
VersionUnknown=Versió desconeguda
Rate=Qualificació
ItemName=Programari Instal·lat
Publisher=Editor
Size=Mida
SetupDate=Data d'instal·lació
Version=Versió
Canceled=La desinstal·lació ha estat cancel·lada.
NoLeftOverItem=No s'ha trobat cap residu.
Removing=Eliminant:
TotalStat=Trobats %d programes que ocupen %s.
Calculating=Calculant mida ...
Files=Arxiu i Carpeta
RegEntries=Entrades del Registre
Items=Elements

[message]
unistallError=Operació fallida.
NewVer=Hi ha una versió nova. Voleu actualitzar?
NoNewVer=Està utilitzant l'última versió.
NoProgramSelected=Seleccioneu un programa.
IsBusy=Espereu fins que acabi la desinstal·lació anterior.
StartFindLeftover=Analitzant arxius associats, carpetes i entrades de Registre ...
Collecting=Recollint informació de programes instal·lats ...
BeSureUseForce=La desinstal·lació forçosa només s'ha d'utilitzar si no s'aconsegueix fer-ho en mode segur. Està segur de continuar?
ConfirmRemove=Confirmeu si voleu eliminar aquesta entrada.
RejectItself=Aquest programa no pot desinstal·lar-se a si mateix.
TranslateTo=Traduir a ...

[SoftRate]
Querying=Consultant ...
Good=M'agrada
Bad=No m'agrada
Safe=Informe
Ver=Versió:
Ratings=Qualificacions
SoftNotExist=No és possible obtenir informació del programa.
GetSoftInfoError=Error en tractar d'obtenir informació del programa.
UploadSoftLogoError=Error en carregar informació del programa.
SubmitData=Recollint els seus comentaris sobre aquest Programari ...
SubmitSoftInfoError=Error en remetre els seus comentaris a causa de la xarxa.
SubmitRateSuccess=La seva qualificació ha estat enviada.
HaveSubmitRate=Acabada la seva qualificació.
Submitgoodbad=Enviant la seva informació ...
me=Jo
NickTooLong=El seu nom d'usuari no pot excedir els 20 caràcters.
MailTooLong=La seva adreça de correu no pot excedir de 50 caràcters.
WrongEmail=Adreça de correu invàlida.
ReviewTooLong=El comentari no pot excedir els 300 caràcters.
RateHint=Participi en el nostre programa i avaluï el seu programari favorit.
UnknowName=Producte desconegut
UnknowVer=Versió desconeguda
UnknowDesc=Descripció


[Hint]
HintRate=Qualificar
HintClose=Esborrar


